[
    {
        "name": "Python Programming",
        "img": "https://media.istockphoto.com/id/1189210101/photo/python-programming-language-concept-woman-developer-with-her-hand-holding-modern-sign-with.jpg?s=612x612&w=is&k=20&c=LyOqXM3oSd12vn65jZSFJrXD5NWF7v94p3Nx46vxRTw=",
        "rating": "9.2",
        "genre": ["Programming","Data Science"],
        "price": "499",
        "description": "Python programming language is one of dynamic and object-oriented programming languages used for the development of diverse kinds of software developed by the Python Software foundation. Its significant advantage is that facilitates integration with other programing languages and software development tools. In addition, it has in-built standard libraries that are extensive. This means that it facilitates the development of a better source code.The programming paradigm of Python language embarks on the readability of the source code enhanced through clear syntax. Apart from object-oriented programming paradigm, Python can implement other programming methodologies such as functional programing and imperative programming. The two basic Python tool kits used in web service development are the gSOAP and the ZSI. The ZSI package found in Python has in-built capabilities that can support SOAP 1.1 messaging formats and WSDL frameworks. Web service development is easy to implement using ZSI package. The gSOAP toolkit also provides an effective platform for code development aimed implementing web services in Python language. Technologies such as JSON-RPC and SOAP also favor the development of codes for web services.Under the JSON-RPC, Python-json-rpc is used in the development of web services. Environments such as the WSDL and Windows Common Foundation (WCF) on the other hand favor SOAP, which technologies such as Suds, Soaplib, psimblesoap and ZSI. It is also important to note that Python can be embedded in XML to develop web services under the XML-RPC platform. This comes as a provision in the inbuilt library of Python programming language. Python Prograer have a great future in Data Science and statictics such as machine learning. Python is greatly used in Machine learning which is developing field. So this course will help the begineer",
        "people": "863",
        "users": 3652,
        "features": ["DATA SCIENCE","STATISTIC'S","RESEARCH","MACHINE LEARNING","TOP COMPANY RECRUITMENT"],
        "hour": 56,
        "articles": 48
    },
    {
        "name": "Java Programming",
        "img": "https://images.pexels.com/photos/11035360/pexels-photo-11035360.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "rating": "8.8",
        "genre": ["Programming","Object Oriented"],
        "price": "499",
        "description": "Java is one of many high-level programming languages that use abstraction (reducing and factoring details) to create software for computers and many other electronic devices.  Compared to low-level programming languages, high-level programming languages use a mixture of natural language (any language used by humans) and typical computer terms to create an easier to understand and simpler form of programming.  Figures 1 and 2 show the difference in writing a simple program called “Hello World” in Assembly (a low-level programming language) and in Java. Java is the most widely used programming language by web developers for both simple complex programming tasks. Due to its much simplified user platform, most people tend to have a general notion that Java cannot be used to create much complicated web applications due to its simple platform. This is not true since most programmers use Java to write complex programs in a simple way easy that is to follow and interpret. Java was developed to write more complex programs in a simpler language. Even the most complex and sophisticated programs look so simple in Java making it hard to realize their complexity (Lindholm & Yellin 1999).It is considered flexible; due to incremental development in terms of object- oriented features, coupled with Java's simplicity, it is possible to rapidly develop applications and easily change them at will. This offers much freedom to the programmer to make changes to the program whenever he deems fit to do so. Java is the best in compilation and execution speed. Initially, most developers avoided using Java in more complex tasks due to its slow speed. Much effort was put in place to improve its speed and as a result, today, Java speed is comparable to C or C++ for equivalent tasks. With this speed, plus its improved performance characteristics, it is the best programming language.",
        "people": "658",
        "users": 4502,
        "features": ["COMPITITIVE PROGRAMMING","MACHINE DEVELOPMENT","RESEARCH","HIGH PAYING JOBS","TOP COMPANY RECRUITMENT"],
        "hour": 46,
        "articles": 32
    },
    {
        "name": "C++ Programming",
        "img": "https://miro.medium.com/max/1400/1*mDKusLBkGKBWW4aycK4PCA.png",
        "rating": "9.1",
        "genre": ["Programming","Object Oriented"],
        "price": "499",
        "description": "Computer technology has evolved at an amazing rate during the last few decades. Today a laptop computer can compute faster and store more information than a whole computer system (called mainframe computers) of forty years ago. According to Harvey Deitel and Paul Deitel from Nova University, A person operating a desk calculator might require decades to complete the same number of calculations a powerful computer can perform in one second. Along with that revolution, computer languages have evolved, too. A language created in the early 1970s by Dennis Ritchie called C quickly became very helpful and popular because of its features. In 1983 Bjarne Stroustrup developed C++, which is much like C, but with a number of important extensions. C++ has been described as one of the most important programming languages of the 1990s and promises to continue strongly into the 2000s . As a computer programmer, I have had opportunities to work with this language to write system software. I have found many interesting things about this language: it has certain characteristics over other languages. The most remarkable are: portability, brevity, C compatibility, object-oriented programming and speed. Most of us would agree that computers have become an integral part of society. We can touch them and see the results of their incredible capabilities. But a computer does nothing until directed to do so. Computers are able to perform many different tasks. These tasks are not made by the computer itself, but they are performed following a series of predefined instructions that conform what we call a program. The computer programs that run on a computer are referred to as software. A computer does not have enough creativity to make tasks for which it is not programmed, so it can only follow the instructions of the programs that it has been programmed for.",
        "people": "853",
        "users": 4523,
        "features": ["COMPITITIVE PROGRAMMING","APP DEVELOPMENT","RESEARCH","HIGH PAYING JOBS","TOP COMPANY RECRUITMENT"],
        "hour": 58,
        "articles": 49
    },
    {
        "name": "Web development",
        "img": "https://ares.decipherzone.com/blog-manager/uploads/banner_3ceec8dc-c260-47d9-a8f8-79dd0ee7ea37.jpg",
        "rating": "9.8",
        "genre": ["Web","Development"],
        "price": "499",
        "description": "At the outset, web designing emerged as an easier and simple way of exchanging information. It was a better means of communication and had better networking benefits compared to the commercial reasons. Later on, the Web became an avenue for making profits, and the information space that was prior for providing free exchange thus changed to a space for commercial transactions. Development of open source receives very little attention especially official concerns by the initial founders for its development. The initial organizations to benefit from the open licensing systems directly included the Department of Defence (DOD), Research Agencies, and the Lab researchers such as National Laboratories (Reece et al, 92). These organizations were the most viable producers, users and beneficiaries of the licensing operation. Although the initial authors retain all the rights of their code, restrictions are less and simpler to allow others to utilize the code. Today, different countries have constitutions supporting the freedom of speech. Users never thought programs would be freeware in a manner comparable to the way verbal communication is an inalienable right today. Redistribution of software code does not face unnecessary restriction, since developers found that open source is an effective way of finding and correcting faulty codes. Software developers have often engaged and appreciated the open source form of programming due to easiness on implementation of aspects that initially seemed to conflict such as reliability, innovativeness and interoperability. Internet community ought to value creativity and efficiency and ensure that accomplishments are not redone/duplicated but rather improved. Good open source software incorporates other common data formats, and these forms of reuse and refinement have previously enhanced development of quality and unique software.",
        "people": "589",
        "users": 3869,
        "features": ["WEBSITE BUILDING","MERN STACK","PORT FOLIO","HIGH PAYING JOBS","TOP COMPANY RECRUITMENT"],
        "hour": 60,
        "articles": 58
    },
    {
        "name": "Business Management",
        "img": "https://image.shutterstock.com/image-photo/white-text-icons-administration-hands-260nw-468403970.jpg",
        "rating": "8.8",
        "genre": ["Innovocative skill","Management"],
        "price": "699",
        "description": "Business management is the act of unifying people to accomplish the desired goals and objectives of a business. Business management requires the exploitation of the business'S resources in the most efficient manner possible.Business management encompasses organizing, planning, leading, controlling, and directing a business effort for accomplishing the entity's listed goals. In every organization there are managers, and every manager is classed on different levels in terms of the skills they need and the activities they are involved in. Managers exist at various levels in the organization hierarchy. A small organization may have one layer of management, where as a large organization may have several. In most organizations there are three level of managers. The three level of managers are, first line manager, middle manager, and finally the top-level manager. Managers at different job levels have different job responsibilities and therefor require different skills. When deciding to move a business or deciding to manufacture overseas many factors come out to play. Management needs to take into consideration how the country they are trying to expand into works. Their laws, their beliefs, their values. Management will also, eventually, have to come to a decision in a pivotal moment. They [management] need to be ethical in these situations because what they decided will affect the company. vast increase in business ventures and more people round the world opting to try their hands in entrepreneurship, varsities saw the need to offer degree programs that would aid students' quest in their dire need for the skills needed. This is because business empires need operative management to thrive in the competitive world. Opening a business has not been an impossible task in the past years. In certain markets starting up a business and growing it is much easier, in comparison.",
        "people": "452",
        "users": 1203,
        "features": ["BUSINESS","MANAGEMENT","ENTREPRENEURSHIP","HIGH PAYING JOBS","TOP COMPANY RECRUITMENT"],
        "hour": 42,
        "articles": 45
    },
    {
        "name": "Communication Skills",
        "img": "https://1.bp.blogspot.com/-UCGK9KIgo14/X-ytBy-ANLI/AAAAAAAAE0M/0pGa0SrAy9oFCdJEqXOk1Kd2IZ6CfbdFwCLcBGAsYHQ/s680/Importance-of-Communication-Skills-in-Everyday-Life.jpg",
        "rating": "8.8",
        "genre": ["Communication"],
        "price": "299",
        "description": "The word communication is basically a process of interaction with the people and their environment. Through such type of interactions, two or more individuals influence the ideas, beliefs, and attitudes of each other.Such interactions happen through the exchange of information through words, gestures, signs, symbols, and expressions. In organizations, communication is an endless process of giving and receiving information and to build social relationships. Communication is one of the important tools that aid us to connect with people. Either you are a student or a working professional, good communication is something that will connect you far ahead. Proper communication can help you to solve a number of issues and resolve problems. This is the reason that one must know how to communicate well. The skills of communication essential to be developed so that you are able to interact with people. And able to share your thoughts and reach out to them. All this needs the correct guidance and self-analysis as well. No matter either you are studying or working, communication can aid you to build a relationship with the people. If you are studying you communicate with classmates and teachers to build a relationship with them. Likewise in offices and organizations too, you make relationships with the staff, your boss and other people around. Communication helps to build a strong team environment in the office and other places. Any work which requires to be done in a team. It is only possible if the head communicates everything well and in the right direction. If your communication skills are admirable, people will love and give you respect. If there is any problem, you will be the first person to be contacted. Thus it will increase your importance. Hence you can say that communications skills can make a big change to your reputation in society. Communication is best.",
        "people": "546",
        "users": 1523,
        "features": ["COMMUNICATION","INNOVOCATIVE SKILLS","RELATIONSHIP","PUBLIC ENGAGEMENT","COMPANY RECRUITMENT"],
        "hour": 20,
        "articles": 12
    },
    {
        "name": "Painting",
        "img" : "https://image.shutterstock.com/image-photo/closeup-artist-brush-painting-picture-260nw-182262935.jpg",
        "rating": "8.8",
        "genre": ["Innovocative skill"],
        "price": "249",
        "description":"A picture can paint a thousand words. I found the one picture in my mind that does paint a thousand words and more. It was a couple of weeks ago when I saw this picture in the writing center; the writing center is part of State College. The beautiful colors caught my eye. I was so enchanted by the painting, I lost the group I was with. When I heard about the observation essay, where we have to write about a person or thing in the city that catches your eye. I knew right away that I wanted to write about the painting. I don't know why, but I felt that the painting was describing the way I felt at that moment. The grass was spread out through the whole painting. If you looked hard enough you can see flowers of pink and red growing within the grass. There were spots of yellow in the grass making the grass look as though it was dying. Then the painting had a patch of grass that had a very vibrant shade of green, that made the grass look so alive. The grass had a willowy quality that may have suggested that there may have been a breeze. The river also suggested a breeze, there were ripples that flowed southeast. There were many different shades of blue in the lake and river. The lake had a darker shade of light blue surrounded by a dark blue then lined with black. The lake appeared to have a light shining either on top or the bottom of it, which allowed you to see the grass growing under it. The river had a lighter shade of light blue with white lines to show the ripples but it was surrounded with the same colors as the lake. see any grass growing under the river because there was no light shining on the river. When I saw the painting for the first time it grabbed my attention. At first I thought it was the beautiful colors that attracted me to the painting, but it was more. Painting help's to bring the creative mind of a student in front of the world",
        "people": "180",
        "users": 356,
        "features": ["CREATIVITY","INNOVOCATIVE SKILLS","COLOR ,TONE ,LINE ,SHAPE","SEAT IN BEST ART SCHOOLS","ARTIST"],
        "hour": 30,
        "articles": 15
    },
    {
        "name": "Artificial Intelligence",
        "img": "https://misti.mit.edu/sites/default/files/styles/hero_home_desktop/public/2022-03/human-like-robot-and-artificial-intelligence-2022-01-06-00-25-53-utc.jpg?h=67494091&itok=C7js1A7t",
        "rating": "9.1",
        "genre": ["Data Science"],
        "price": "999",
        "description":"AI is important because it can give enterprises insights into their operations that they may not have been aware of previously and because, in some cases, AI can perform tasks better than humans. Particularly when it comes to repetitive, detail-oriented tasks like analyzing large numbers of legal documents to ensure relevant fields are filled in properly. Artificial neural networks and deep learning artificial intelligence technologies are quickly evolving, primarily because AI processes large amounts of data much faster and makes predictions more accurately than humanly possible. While the huge volume of data being created on a daily basis would bury a human researcher, AI applications that use machine learning can take that data and quickly turn it into actionable information. As of this writing, the primary disadvantage of using AI is that it is expensive to process the large amounts of data that AI programming requires.AI is important because it can give enterprises insights into their operations that they may not have been aware of previously and because, in some cases, AI can perform tasks better than humans. Particularly when it comes to repetitive, detail-oriented tasks like analyzing large numbers of legal documents to ensure relevant fields are filled in properly. Artificial neural networks and deep learning artificial intelligence technologies are quickly evolving, primarily because AI processes large amounts of data much faster and makes predictions more accurately than humanly possible. While the huge volume of data being created on a daily basis would bury a human researcher, AI applications that use machine learning can take that data and quickly turn it into actionable information. As of this writing, the primary disadvantage of using AI is that it is expensive to process the large amounts of data that AI programming requires.",
        "people": "789",
        "users": 5689,
        "features": ["DATA SCIENCE","STATISTIC'S","RESEARCH","HIGH PAYING JOBS","TOP COMPANY RECRUITMENT"],
        "hour": 70,
        "articles": 105
 
    },
    {
        "name": "App Development",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRLx3s0bESqvExJrdVfUt0x9YDJj2n8YOZ4GQ&usqp=CAU",
        "rating": "9.5",
        "genre": ["Development", "App"],
        "price": "899",
        "description": "Have you ever asked yourself, what the world would be like if there weren’t any mobile applications. Society is impacted by the new development in technology daily.  Someone is always claiming that their inventions will revolutionize the world, but no invention has had more success over the years, in the cellular world than mobile applications. People all around the world use millions to billions of applications daily for personal and business uses. For example, social networking which is use by all generations of people. It has an influence the way we purchase cell phones, in order to have the capability.  With the creation of different smartphones and tablets, comes the demand for more mobile applications. This causes competition among application builders. Mobile applications are designed to its user making their experience less complicated. Mobile applications have their advantages and disadvantages, depending on its design and designer. They can be created to be very simple or complex, depending on its intended function. Has society benefited from the usages of mobile applications or is it just a distraction. What impact do mobile applications have on society. Mobile application is a very aggressive market, there are hundreds of platforms to choose from when designing applications. There are several platforms that currently dominate over other platforms. The Android platform is very popular, it’s one of the most preferred platforms for building applications. Most of its applications are built using JAVA software, but there are others software that are just as equal or greater. Java software is free and offer a free software development kit. The kit consists of sample applications, source codes, developer tools, and emulators. This course will help You build a Mobile application From start to end, this course includes amazing projects",
        "people": "458",
        "users": 4518,
        "features": ["APPLICATION","PROJECTS","DEVELOPMENTS","HIGH PAYING JOBS","TOP COMPANY RECRUITMENT"],
        "hour": 55,
        "articles": 78
    },
    {
        "name": "Guitar",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRacqrxKkVFCfI8ySOJ6WsKgPwc7t0TPvWIEGFK2p2SqA&s",
        "rating": "8.9",
        "genre": ["Skill Development","Innovocation"],
        "price": "399",
        "description": "Weather it be Coke and Pepsi, Mac and Windows, or Nike and Adidas, for every successful brand in the world, there is always another equally popular one in existence whose presence divides the human race. This seemingly natural rise of rivalry has found its place in the vast world of music, in particular, the electric guitar. Behold Fender and Gibson. Two brands that have blown the competition out of the water for more than half a century and become something much more than just a brand. Unlike other corporations, these two guitars have earned the respect and praise of the public; their dual monopoly is seen not as a negative, but as an opportunity to provide the world with cheap, yet powerful and beautiful instruments. While this may seem discriminating to the vast options of guitars both companies provide, each company's success can be directly attributed to one guitar respectively; the Fender Stratocaster and the Gibson Les Paul. The most obvious difference between the two is there appearance. The Stratocaster favors an old looking guitar, a model that has barely changed since its inception. The guitar is has two cuts at its neck, a white or black pickguard that covers half the body, and a body usually monochromatic that sometimes fades into a separate color. The simple style of the Strat provides a vintage factor and an aura of nostalgia. Gibson on the other hand is flashy. The guitar is heavier, thicker, and more offensive. The Les Paul has one cut by the neck, often no pickguard, and a body that can be colored a simple black or look like two ocean waves crashing together. The Les Paul is meant to be ‘in your face’ and demand attention. Other guitar brands have tried to replicate the success of the Strat and Les Paul and have made guitars that look similar, only more extravagant. This is where there is a major similarity between the two.",
        "people": "235",
        "users": 3569,
        "features": ["MUSIC","ART","INSTRUMENT","CLUBS","POPULARITY"],
        "hour": 32,
        "articles": 10
    },
    {
        "name": "Chess",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS8jfS-83eTBDjhRU1KNytGeoEhaBP47vbb9Z9oU46zYA&s",
        "rating": "7.0",
        "genre": ["Innovocation","Skill Development"],
        "price": "299",
        "description": "Chess is a game, played by two players. One player plays with the white pieces, and the other player plays with the black pieces. Each player has sixteen pieces in the beginning of the game: one king, one queen, two rooks, two bishops, two knights, and eight pawns.The game is played on a chessboard, consisting of 64 squares: eight rows and eight columns. The squares are alternately light (white) and dark colored. The board must be laid down such that there is a black square in the lower left corner. To facilitate notation of moves, all squares are given a name. From the view of the white player, the rows are numbered 1, 2, 3, 4, 5, 6, 7, 8; the lowest row has number 1, and the upper row has number 8. The columns are named, from left to right, a, b, c, d, e, f, g, h. Thus, at the second row, there are eight white pawns, at the seventh row; there are eight black pawns. At the first row, from left to right, we have a: rook, knight, bishop, queen, king, bishop, knight, and rook. Note that the queens start of squares of their own color, with a dark square in each player's left hand corner.Alternately, the players make a move, starting with the white player (the player that plays with the white pieces.) A move consists of moving one of the pieces of the player to a different square, following the rules of movement for that piece. A player can take a piece of the opponent by moving one of his own pieces to the square that contains a piece of the opponent. The opponent's piece then is removed from the board, and out of play for the rest of the game.The rook moves in a straight line, horizontally or vertically. The rook may not jump over other pieces, that is: all squares between the square where the rook starts its move and where the rook ends its move must be empty.  The bishop moves in a straight diagonal line. The bishop may also not jump over other pieces. ",
        "people": "105",
        "users": 1689,
        "features": ["INCREASE IN IQ","STATERGIES","COMPEITITION","INNOVOCATIVE SKILLS","POPULARITY"],
        "hour": 23,
        "articles": 12
    },
    {
        "name": "Touch Typing",
        "img": "https://www.shutterstock.com/image-photo/closeup-image-woman-working-typing-600w-1937522488.jpg",
        "rating": "7.0",
        "genre": ["Skill Development","Innovocative"],
        "price": "399",
        "description": "In the age of technology, humans are constantly relying on electronics for simple tasks in everyday life. These tasks include research, simple subtraction, and in some cases, communication. In result, computers and electronics play a major role in lives and in most jobs. These jobs are mostly white-collar jobs or jobs that usually take place in an office. Most of these jobs heavily rely on typing skills ranging from 35-200 words per minute. When employers are hiring, they don't see it as a requirement to type in one way.The purpose of this experiment was to find out which of the two typing methods is the most efficient; touch or combined. An observation made about the topic is that the touch-typing method is very common and favored because it is based on muscle memory and helps the person’s health. The combined typing method is just a person’s own way of typing or an alternative if they dislike touch-typing. Touch-typing is just placing fingers on the home row keys (asdf, jkl;) and the finger closes to the key is the finger used to strike it. Typing with one hand, two fingers, or having two hands on the keyboard with no specific place to set your fingers is classified as the combined typing method. The combined typing method is also based on muscle memory, but not as effective as the touch-typing method. In conclusion, the need to look at the keyboard gradually decreases for both methods.Since touch-typing is based on muscle memory and uses two hands, most people would use it because they infer it would complete the task faster. However in another perspective, the combined method may be faster because it is also based on muscle memory and because the person may feel more comfortable using their own way of typing.`his course will help students to get good touch in touch typing with the help of modern assignment and practise session. So this course is useful. ",
        "people": "180",
        "users": 1204,
        "features": ["FAST TYPING","INCREASE IN TYPING SPEED","INNOVOCATIVE SKILS","JOBS","COMPANY RECRUITMENT"],
        "hour": 20,
        "articles": 9
    },
    {
        "name": "Finance Management",
        "img": "https://cdn.xxl.thumbs.canstockphoto.com/financial-management-business-concept-financial-management-business-concept-green-arrow-with-drawings_csp15837230.jpg",
        "rating": "8.0",
        "genre": ["Management","Skill Development"],
        "price": "799",
        "description": "Financial management is concerned with the acquisition (investment), financing (arranging funds), and management of assets with some overall goal in mind. Invest­ment decisions begin with a determination of the total amount of assets required by the firm and to determine the money value of the same. Assets that cannot be economically justified, may be reduced, eliminated or replaced. Financing decisions include decisions regarding mix of financing, type of financing em­ployed, dividend policy and method of acquiring funds i.e., getting a short term loan, or a long term lease arrangement, sale of bonds or stock. Financial management is an internal part of overall management and not a staff function of the organization. It is not only restricted to fund raising process but also covers utilization of funds and monitoring its uses. The finance function is concerned with the process of acquiring an efficient utilization of funds of a business system, in order to maximize the value of the enterprise.Financial management involves the application of principles of general management to the finance function. These functions influence the operations of other crucial functional areas of the enterprise or firm such as marketing production and personnel. Thus the overall survival of the firm is effected by it financial operations. The main objectives of financial management are to arrange the sufficient funds for meeting short term long term requirements of the enterprise. These finances are procured at minimum cost in order to maximize the profitability. The first job of the finance manager of an enterprise is to estimate short term and long term financial requirements of his business. The finance required for procuring fixed assets as well as the working capital needs will have to be ascertained. So this course will help teh individuals who want to learn finance",
        "people": "456",
        "users": 2530,
        "features": ["FINANCE","ACCOUNTANT","BUSINESS","HIGH PAYING JOBS","TOP COMPANY RECRUITMENT"],
        "hour": 40,
        "articles": 23
    },
    {
        "name": "Entrepreneurship",
        "img": "https://thumbs.dreamstime.com/b/entrepreneurship-tycoon-small-business-enterprise-concept-83519529.jpg",
        "rating": "8.0",
        "genre": ["Management","Skill Development","Innovocative"],
        "price": "699",
        "description": "Entrepreneurship is simply the process of designing, launching, and running a new business or enterprise. It can be done by anyone, regardless of their level of experience or education. Many people think that entrepreneurship is all about starting new businesses, but that's only one aspect of it. You can also be an entrepreneur within an existing organization, by coming up with new ideas and ways of doing things. Entrepreneurship is not easy. It involves taking risks, making sacrifices, and working hard. But it can be immensely rewarding, both personally and professionally. There are many reasons why people become entrepreneurs. Some want to be their own boss, some want to make a lot of money, and others just enjoy the challenge and excitement of starting something new. Whatever your reasons, there are certain qualities that all successful entrepreneurs share. These include creativity, initiative, risk-taking, determination, and perseverance. Creativity. Successful entrepreneurs are creative problem-solvers. They think outside the box and come up with innovative solutions to problems. Initiative. Successful entrepreneurs take initiative. They don’t wait for someone else to tell them what to do; they take the initiative to make things happen.Risk-taking. Successful entrepreneurs are willing to take risks. They know that there is always the potential for failure, but they are willing to take risks anyway. Determination. Successful entrepreneurs are determined to succeed. They never give up, even when things get tough.Persistence. Successful entrepreneurs are persistent. They keep going, even when others would have given up. These are just a few of the qualities that successful entrepreneurs share. If you want to be a successful entrepreneur, you need to have these qualities in abundance.Entrepreneurship is not for a faint heart. It takes a lot of hard work, dedication, and determination.",
        "people": "180",
        "users": "4502",
        "features": ["BUSINESS","HIGH IQ","GOOD SKILLS","FINANCE","POPULRITY"],
        "hour": "45",
        "articles": "30"
    }
]